Repository: Misha999777/proof
Catalog: Proof/Supporting Files/Localizable.xcstrings
Source language: en
Languages: uk

source: API Error
uk: Помилка API

source: API Key
uk: Ключ

source: API Timeout
uk: Вийшов час очікування API

source: API URL
uk: Адреса

source: Cancel
uk: Скасувати

source: Clear
uk: Очистити

source: Clear all text
uk: Очистити Весь Текст

source: Configuration
uk: Налаштування

source: Connection Failed
uk: Помилка Зʼєднання

source: Connection Successfull
uk: Зʼєднання Успішне

source: Copy Result
uk: Скопіювати

source: Exit
uk: Вийти

source: Fix Grammar & Spelling
uk: Виправити Правопис

source: Goal
uk: Ціль

source: Make Concise
uk: Зробити Коротшим

source: Make Friendly & Casual
uk: Зробити Дружелюбним

source: Make Professional
uk: Зробити Професійним

source: Model
uk: Модель

source: Original Text
uk: Вхідний Текст

source: Proof needs to be configured before this service can be used
uk: Proof необхідно налаштувати перед використанням цього сервісу

source: Proof works with any Model Provider that supports an OpenAI-compatible API (e.g., OpenAI, Gemini, Ollama).
uk: Proof працює з будь-яким OpenAI-сумісним постачальником моделей (наприклад, OpenAI, Gemini, Ollama).

source: Result
uk: Вихідний Текст

source: Run Proofreading
uk: Перевірити

source: Save & Close
uk: Зберегти

source: Settings
uk: Налаштування

source: Summarize
uk: Підсумувати

source: Test Connection
uk: Перевірити Зʼєднання
